Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/tietosuoja.html.tmx
Source language: fin
Languages: sms

source: Henkilötietojen käsittely Saamelaiskäräjien palveluissa
sms: Persoonteâđai ǩiõttʼtõõllmõš Sääʹmteeʹǧǧ kääzzkõõzzin

source: Saamelaiskäräjien asiakkaita, valtionavustuksen saajia, luottamushenkilöitä, henkilöstö- ja palkkahallintoa koskevat rekisterit.
sms: Sääʹmteeʹǧǧ äʹššniiʹǩǩid, riikkveäʹǩǩvuõđ vuäǯǯjid, oskkum oummid, tuâjjlažkåʹdd- da päʹlǩǩvaaldâšm kuõskki rekisteeʹr.

source: Kulunvalvonta- ja työajanseurantajärjestelmä.
sms: Jååđvuåppâm- da tuâjjääiʹjseuʹrrjemriâšldõk

source: Rekisteröidyllä on oikeus tarkastaa itseään koskevat henkilörekisteriin tallennetut tiedot sekä oikeus vaatia tietojen oikaisua ja poistamista.
sms: Rekisterõsttum oummust lij vuõiggâdvuõtt tääʹrǩsted jiiʹjjes kuõskki persoonrekisteera ruõkkum teâđaid di vuõiggâdvuõtt õõlǥted teâđai vuõiǥõõzz da jaukkummuž.

source: Asiaa koskevat pyynnöt tulee toimittaa henkilökohtaisesti tai kirjallisesti yhteyshenkilölle.
sms: Ääʹšš kuõskki raukkmõõžžid âlgg tuåimted persoonlânji leʹbe ǩeerjlânji õhttvuõttooumže.

source: Rekisteröidyillä on tietosuoja-asetuksen mukaisesti oikeus vastustaa tai pyytää tietojensa käsittelyn rajoittamista sekä tehdä valitus henkilötietojen käsittelystä valvontaviranomaiselle.
sms: Rekisterõsttum oummust lij teâttsuõjjasetõõzz meâldlânji vuõiggâdvuõtt vuâsttlâʹstted leʹbe raukkâd teâđees ǩiõttʼtõõllmõõžž raajtummuž di piijjâd vaiddlõõzz persoonteâđai ǩiõttʼtõõllmest vuåppâmveʹrǧǧnekka.
